{
	"pageHome": "About",
	"pageIDE": "IDE",
	"pageLogin": "Login",
	"password": "password",
	"logIn": "Continue",
	"createAccount": "Create Account",
	"save": "Add",
	"name": "name",
	"EMAIL": "Invalid Email",
	"PASSWORD": "Invalid Password",
	"USERNAME": "Invalid Username",
	"toLogin": "Already have account?",
	"toLoginSpan": "Log In.",
	"toRegister": "Don't have account?",
	"toRegisterSpan": "Sign Up",
	"LOGIN": "Error! Check Email and/or Password",
	"SEND": "Send",
	"Endpoint": "Endpoint",
	"inputendp": "input endpoint",
	"resTime": "RESPONSE TIME",
	"resSize": " RESPONSE SIZE",
	"ms": "ms",
	"bytes": "bytes ",
	"empty": "No Schema 🤷",
	"loading": "Loading...",
	"request": "Request Headers",
	"key": "KEY",
	"value": "VALUE",
	"inputKey": "Enter Key",
	"inputValue": "Enter Value",
	"args": "Args",
	"fields": "Fields",
	"duplicate": "😿Duplicate key!",
	"emptry": "Emptry field!",
	"emptryendpoint": "📢Emptry endpoint!",
	"emptryquery":"Emptry query!",
	"novalidendpoint":"📢No valid endpoint!",
	"novalidquery":"No valid query!",
	"novalidvar":"Non-JSON variables!",
	"project": "Project",
	"projectAbout": "ABOUT-THE-PROJECT",
	"projectText": "The task is to implement a playground/IDE to work with graphQL queries. GraphQL is a query language used by client applications to manipulate data. GraphQL is associated associated with a concept such as \"schema\" which is something that allows you to organize the creation, reading, updating, and deleting of data in an application. GraphiQL is an open source tool. In addition to creating the site itself to work with graphQL queries, you need to implement authorization/authentication capabilities to give access to the tool only to authorized users. As for the design, the design, prototype, as well as the implementation of the application on the job is up to us.",
	"backend": "BACKEND",
	"backendText": "It should also be noted that, according to the assignment, the application does not require a server part. You can use any GraphQL open API that supports CORS.",
	"structura": "APPLICATION-STRUCTURE",
	"structuraText1": " Home Page",
	"structuraText2": " User Authentication",
	"structuraText3": " GraphiQL page",
	"structuraText4": " 404 page",
	"stack": "STACK",
	"copywrite": "All rights reserved",
	"сourse": "React Course",
	"courseTags": "Free | Online | in English",
	"courseChapter": "TARGET-AUDIENCE",
	"courseText1": "RS School is free-of-charge and community-based education program conducted by The Rolling Scopes developer community since 2013. Everyone can study at RS School, regardless of age, professional employment, or place of residence. The mentors and trainers of our school are front-end and javascript developers from different companies and countries.",
	"courseFree": "FREE-OF-CHARGE-LEARNING",
	"courseText2": "The RS School is working by the principle of \"Pay it forward.\" Members of our community share their knowledge and check students' tasks for free. And we hope our students will continue this work as our mentors in the future.",
	"courseOpen": "OPEN-TO-EVERYONE",
	"courseText3": "Everyone can study at RS School, regardless of age, professional employment, or place of residence. However, you should have sufficient base knowledge before the program begins.",
	"courseLern": "LEARNING-MATERIALS",
	"courseText41": "School’s documentation - ",
	"courseText42": "You can find all materials on the.",
	"courseText43": "channel.",
	"courseCert": "CERTIFICATE",
	"courseText5": "After accomplishing an education, students will receive an electronic certificate of completion.",
	"learnMore": "LEARN MORE",
	"developer": "Developers",
	"developAbout": "ABOUT-US",
	"developerText1": "We are a friendly team that develops and implements a playground/IDE to work with graphQL requests. The first item on the list of tasks is to agree on the stages and progress of the implementation. To do this, we used the following tools",
	"developYou": "YOUTRACK",
	"developerText2": "YouTrack is a project management tool that adapts to the needs of different teams in a company. In YouTrack, you can plan projects and track tasks, use Agile boards, organize sprints and releases, maintain a knowledge base, use a Gantt chart, track turnaround time, create reports and dashboards, and customize workflows. YouTrack is fully customizable to the business processes of various teams, from small startups to corporations.",
	"developerText3": "Figma is a cloud-based design and prototyping tool that allows users to create and collaborate on the design of websites, mobile apps and other digital products. It is a browser-based tool, meaning you can use it on any device with an Internet connection.",
	"developerText4": "Visual Studio Code is a tool for layout designers and programmers that is one of the most popular in its niche. It's free and open, and you can make it whatever you want for your tasks.",
	"signup": "Sign up",
	"signin": "Sign in",
	"signout": "Sign Out",
	"youremail": "your email",
	"yourusername": "your username",
	"yourpassword": "your password",
	"allright": "You are registered",
	"noallright": "You are not registered",
	"404": "404 ERROR",
	"oh": "Whoops!",
	"findpage": "we couldn’t find the page you were looking for ",
	"gohome": "Go home",
	"showdoc": "Show Docs",
	"queryVar": "Query Variables",
	"query": "Query",
	"result": "Result",
	"сatsmile": "he cat's smile"
}